Repository: R2r-S/configuration
Catalog: *.po
Languages: pl

source: Do you want to configure the /sbin directory?
pl: Czy chcesz skonfigurować katalog /sbin?

source: Do you want to disable the 'beep' sound (on logout)?
pl: Czy chcesz wyłączyć dźwięk 'beep' (podczas wylogowania)?

source: Do you want to configure Bluetooth?
pl: Czy chcesz skonfigurować Bluetooth?

source: Do you want to configure repository addition (software-properties)?
pl: Czy chcesz skonfigurować dodanie repozytorium (software-properties)?

source: Do you want to install drivers?
pl: Czy chcesz zainstalować sterowniki?

source: Do you want to configure the system language?
pl: Czy chcesz skonfigurować język systemu?

source: Debian Configuration
pl: Konfiguracja Debiana

source: Press Enter to continue...
pl: Naciśnij Enter, aby kontynuować...

source: Successfully completed. Please restart your computer.
pl: Pomyślnie zakończono. Proszę zrestartować komputer.

source: Added /sbin to the PATH variable for the current session.
pl: Dodano /sbin do zmiennej PATH dla bieżącej sesji.

source: Enter the username for whom you want to add /sbin to PATH:
pl: Podaj nazwę użytkownika, dla którego chcesz dodać /sbin do PATH:

source: User %s exists.
pl: Użytkownik %s istnieje.

source: The entry PATH="$PATH:/sbin" already exists in the %s file.
pl: Wpis PATH="$PATH:/sbin" już istnieje w pliku %s.

source: Added PATH="$PATH:/sbin" to the %s file.
pl: Dodano PATH="$PATH:/sbin" do pliku %s.

source: User %s does not exist. Check the username and try again.
pl: Użytkownik %s nie istnieje. Sprawdź nazwę użytkownika i spróbuj ponownie.

source: Installing firmware packages
pl: Instalowanie pakietów firmware

source: Do you want to install INTEL WiFi drivers?
pl: Czy chcesz zainstalować sterowniki WiFi INTEL?

source: Do you want to install Broadcom WiFi drivers?
pl: Czy chcesz zainstalować sterowniki WiFi Broadcom?

source: Do you want to install NVIDIA drivers?
pl: Czy chcesz zainstalować sterowniki NVIDIA?

source: Do you want to install non-free drivers?
pl: Czy chcesz zainstalować sterowniki non-free?

source: Installing INTEL WiFi drivers...
pl: Instalowanie sterowników WiFi INTEL...

source: Installing Broadcom WiFi drivers...
pl: Instalowanie sterowników WiFi Broadcom...

source: Installing NVIDIA drivers...
pl: Instalowanie sterowników NVIDIA...

source: Installing non-free drivers...
pl: Instalowanie sterowników non-free...

source: Firmware installation completed.
pl: Instalacja firmware zakończona.
